---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalHeatTransferCoefficient
source: html/c8f003ec-9a53-89d5-d501-4e5f7ed0bcfb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalHeatTransferCoefficient Property

"Heat Transfer Coefficient (U)"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalHeatTransferCoefficient { get; }
```